Repository: hocu/FoundationPress
Catalog: languages/*.po
Languages: tr

source: File Not Found
tr: Dosya Bulunamadı

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
tr: Ulaşmaya çalıştığınız sayfa kaldırılmış, adı değiştirilmiş ya da geçici bir süre erişime kapanmış olabilir.

source: Please try the following:
tr: Lütfen şunları deneyin:

source: Check your spelling
tr: Yazım hataları olup olmadığını kontrol edin

source: Return to the <a href="%s">home page</a>
tr: <a href=\"%s\">Ana sayfaya</a> dönün

source: Click the <a href="javascript:history.back()">Back</a> button
tr: Tarayıcınızın <a href=\"javascript:history.back()\">geri</a> düğmesini kullanarak bir önceki sayfaya dönün

source: &larr; Older posts
tr: &larr; Önceki yazılar

source: Newer posts &rarr;
tr: Sonraki yazılar &rarr;

source: (Edit)
tr: (Düzenle)

source: Your comment is awaiting moderation.
tr: Yorumunuz onay bekliyor.

source: Please do not load this page directly. Thanks!
tr: Lütfen bu sayfaya doğrudan erişmeye çalışmayın. Teşekkürler!

source: This post is password protected. Enter the password to view comments.
tr: Bu sayfa şifre korumalıdır. Yorumları görüntülemek için şifreyi girin.

source: No Responses to
tr: Yorum Yok

source: One Response to
tr: Bir Yorum

source: % Responses to
tr: % Yorum

source: &larr; Older comments
tr: &larr; Daha önceki yorumlar

source: Newer comments &rarr;
tr: Daha yeni yorumlar &rarr;

source: Leave a Reply
tr: Yorum Yazın

source: Leave a Reply to %s
tr: %s için yorum yazın

source: You must be <a href="%s">logged in</a> to post a comment.
tr: Yorum yazmak için <a href=\"%s\">oturum açmış</a> olmanız gerekir.

source: Logged in as <a href="%s/wp-admin/profile.php">%s</a>.
tr: <a href=\"%s/wp-admin/profile.php\">%s</a> olarak oturum açtınız.

source: Log out of this account
tr: Oturumu kapat

source: Log out &raquo;
tr: Oturumu kapat &raquo;

source: Name
tr: Ad

source: (required)
tr: (gerekli)

source: Email (will not be published)
tr: E-posta (yayınlanmayacaktır)

source: Website
tr: Websiteniz

source: Comment
tr: Yorum

source: You can use these tags:
tr: Kullanabileceğiniz etiketler:

source: Submit Comment
tr: Yorumu Gönder

source: Nothing Found
tr: Hiçbir şey bulunamadı

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
tr: İlk yazınızı yayınlamaya hazır mısınız? <a href=\"%1$s\">İşe buradan başlayın</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
tr: Üzgünüz ama arama sözcüklerinizle eşleşen bir sonuç yok. Başka anahtar sözcüklerle tekrar deneyin.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
tr: Görünüşe göre aradığınızı bulamadık. Arama yapmayı deneyebilirsiniz.

source: Continue reading...
tr: Okumaya devam et…

source: Pages:
tr: Sayfa:

source: Posted on %s at %s.
tr: %s %s tarihinde gönderildi.

source: Written by
tr: Yazan

source: Please assign a menu to the primary menu location under %1$s or %2$s the design.
tr: Lütfen ana menü alanına %1$s altından bir menü atayın ya da tasarımı %2$s.

source: <a href="%s">Menus</a>
tr: <a href=\"%s\">Menüler</a>

source: <a href="%s">Customize</a>
tr: <a href=\"%s\">özelleştirin</a>

source: Sidebar widgets
tr: Yan menü bileşenleri

source: Drag widgets to this sidebar container.
tr: Bileşenleri bu yan menüye sürükleyin.

source: Footer widgets
tr: Alt kısım bileşenleri

source: Drag widgets to this footer container
tr: Bileşenleri bu alt kısıma sürükleyin

source: I'm a translatable string.
tr: Ben çevrilebilir bir dizeyim.

source: Me too
tr: Ben de

source: I have %d apple
tr: %d elmam var

source: Search Results for
tr: Arama Sonuçları

source: Search
tr: Arama
